Repository: vitaliirizol-lgtm/hand-gallery
Catalog: Shadewalk/Shadewalk/Resources/Localizable.xcstrings
Source language: en
Languages: ru, uk

source: Save destination
ru: Сохранить пункт назначения
uk: Зберегти пункт призначення

source: Saved
ru: Сохранённое
uk: Збережене

source: Search failed. Tap to try again.
ru: Не удалось выполнить поиск. Коснитесь, чтобы повторить.
uk: Не вдалося виконати пошук. Торкніться, щоб повторити.

source: Search for a destination
ru: Найти пункт назначения
uk: Знайти пункт призначення

source: Search for a destination to plan a walk in the shade.
ru: Найдите пункт назначения, чтобы проложить маршрут в тени.
uk: Знайдіть пункт призначення, щоб прокласти маршрут у тіні.

source: Search for a place or address
ru: Поиск места или адреса
uk: Пошук місця або адреси

source: Search for a starting point
ru: Поиск начальной точки
uk: Пошук початкової точки

source: Search for a stop, place or address
ru: Остановка, место или адрес
uk: Зупинка, місце або адреса

source: Search places
ru: Найти места
uk: Знайти місця

source: Searching…
ru: Поиск…
uk: Пошук…

source: Seat diagram
ru: Схема мест
uk: Схема місць

source: Seat side
ru: Где сесть
uk: Де сісти

source: Set Home
ru: Указать дом
uk: Вказати дім

source: Set Work
ru: Указать работу
uk: Вказати роботу

source: Settings
ru: Настройки
uk: Налаштування

source: Shade
ru: Тень
uk: Тінь

source: Shade %@
ru: Тень %@
uk: Тінь %@

source: Shade along the route
ru: Тень на маршруте
uk: Тінь на маршруті

source: Shade along the way
ru: Тень по пути
uk: Тінь на шляху

source: Shade for the rest of the way
ru: Тень до конца пути
uk: Тінь до кінця шляху

source: Shade overlay
ru: Слой теней
uk: Шар тіней

source: Shade overlay and cool spots on
ru: Включены слой теней и прохладные места
uk: Увімкнено шар тіней і прохолодні місця

source: Shade overlay on
ru: Слой теней включён
uk: Шар тіней увімкнено

source: Shade preference
ru: Приоритет тени
uk: Пріоритет тіні

source: Shade preference, walking speed, stairs, units and the shade overlay go back to their defaults. Your saved places stay.
ru: Приоритет тени, темп ходьбы, лестницы, единицы и слой теней вернутся к значениям по умолчанию. Сохранённые места останутся.
uk: Пріоритет тіні, темп ходьби, сходи, одиниці та шар тіней повернуться до стандартних значень. Збережені місця залишаться.

source: Shade unavailable. Tap to try again.
ru: Тени недоступны. Коснитесь, чтобы повторить.
uk: Тіні недоступні. Торкніться, щоб повторити.

source: Shadewalk builds a picture of the shade for the moment you set off, then looks for the route that keeps you in it.
ru: Shadewalk строит карту тени на момент вашего выхода, а затем ищет маршрут, который проходит по ней.
uk: Shadewalk будує карту тіні на момент вашого виходу, а потім шукає маршрут, що пролягає нею.

source: Shadewalk follows the road and the sun, minute by minute.
ru: Shadewalk отслеживает дорогу и солнце минута за минутой.
uk: Shadewalk відстежує дорогу й сонце хвилина за хвилиною.

source: Shadewalk has no accounts and no tracking. Saved places and settings stay on this iPhone. To plan a walk, only the area around it is sent to OpenStreetMap’s Overpass service and to Open-Meteo.
ru: В Shadewalk нет аккаунтов и слежки. Сохранённые места и настройки остаются на этом iPhone. Для построения маршрута в сервис Overpass (OpenStreetMap) и в Open-Meteo передаётся только район вокруг него.
uk: У Shadewalk немає акаунтів і стеження. Збережені місця й налаштування залишаються на цьому iPhone. Для прокладання маршруту до сервісу Overpass (OpenStreetMap) і до Open-Meteo надсилається лише район навколо нього.

source: Shadewalk plans walking routes that keep you out of the hot sun, without sending you on long detours.
ru: Shadewalk прокладывает пешие маршруты подальше от палящего солнца — и без долгих обходов.
uk: Shadewalk прокладає пішохідні маршрути подалі від пекучого сонця — і без довгих обходів.

source: Shadier routes can be longer. Shadewalk only suggests one if it’s at most this much longer than the fastest route. Walking speed sets your times; avoiding stairs keeps routes step-free where possible.
ru: Тенистые маршруты бывают длиннее. Shadewalk предложит такой, только если он длиннее самого быстрого не больше чем на выбранную долю. Темп ходьбы определяет время в пути, а «Избегать лестниц» по возможности ведёт без ступенек.
uk: Тінисті маршрути бувають довшими. Shadewalk запропонує такий, лише якщо він довший за найшвидший не більше ніж на вибрану частку. Темп ходьби визначає час у дорозі, а «Уникати сходів» за можливості веде без сходинок.

source: Shadiest
ru: Самый тенистый
uk: Найтінистіший

source: Shady route here
ru: Тенистый маршрут сюда
uk: Тінистий маршрут сюди

source: Shady stretches
ru: Участки в тени
uk: Ділянки в тіні

source: Share your location to start shady walks from here, or choose a starting point above.
ru: Поделитесь геопозицией, чтобы начинать тенистые маршруты отсюда, или выберите начальную точку выше.
uk: Поділіться геолокацією, щоб починати тінисті маршрути звідси, або виберіть початкову точку вище.

source: Shelter
ru: Навес
uk: Навіс

source: Show my location
ru: Показать моё местоположение
uk: Показати моє розташування

source: Show shade overlay by default
ru: Показывать слой теней по умолчанию
uk: Типово показувати шар тіней

source: Shows a shady route option
ru: Показывает вариант тенистого маршрута
uk: Показує варіант тінистого маршруту

source: Shows this route on the map
ru: Показывает маршрут на карте
uk: Показує маршрут на карті

source: Single trees, rows of trees and woods add their canopy, shifted away from the sun just like a real shadow.
ru: Отдельные деревья, аллеи и рощи добавляют свои кроны — со смещением от солнца, как у настоящей тени.
uk: Окремі дерева, алеї та гаї додають свої крони — зі зміщенням від сонця, як у справжньої тіні.

source: Sit on the left
ru: Садитесь слева
uk: Сідайте ліворуч

source: Sit on the right
ru: Садитесь справа
uk: Сідайте праворуч

source: Skip
ru: Пропустить
uk: Пропустити

source: Slope
ru: Уклон
uk: Ухил

source: Slope profile
ru: Профиль уклона
uk: Профіль ухилу

source: Something went wrong. Please try again.
ru: Что-то пошло не так. Попробуйте ещё раз.
uk: Щось пішло не так. Спробуйте ще раз.

source: Stairs
ru: Лестницы
uk: Сходи

source: Start
ru: Старт
uk: Старт

source: Start from
ru: Откуда начать
uk: Звідки почати

source: Start from where you are
ru: Начните там, где вы сейчас
uk: Почніть там, де ви зараз

source: Start walking
ru: Начать
uk: Почати

source: Starts step-by-step guidance along the selected route
ru: Запускает пошаговую навигацию по выбранному маршруту
uk: Запускає покрокову навігацію вибраним маршрутом

source: Steep
ru: Крутой
uk: Крутий

source: Steepest
ru: Макс. уклон
uk: Макс. ухил

source: Steepness
ru: Крутизна
uk: Крутизна

source: Steps
ru: Шаги
uk: Кроки

source: Stretch
ru: Участок
uk: Ділянка

source: Sun
ru: Солнце
uk: Сонце

source: Sun %@
ru: Солнце %@
uk: Сонце %@

source: Sun ahead or behind
ru: Солнце спереди или сзади
uk: Сонце спереду чи позаду

source: Sun along the way
ru: Солнце в пути
uk: Сонце в дорозі

source: Sun down
ru: Солнце за горизонтом
uk: Сонце за обрієм

source: Sun during the trip
ru: Солнце во время поездки
uk: Сонце під час поїздки

source: Sun for %@
ru: Ещё %@ на солнце
uk: Ще %@ на сонці

source: Sun in %@
ru: Солнце через %@
uk: Сонце через %@

source: Sun on that side
ru: Солнце с этой стороны
uk: Сонце з цього боку

source: Sun on the left
ru: Солнце слева
uk: Сонце ліворуч

source: Sun on the right
ru: Солнце справа
uk: Сонце праворуч

source: Sun rises on the way
ru: Восход в пути
uk: Схід сонця в дорозі

source: Sun sets on the way
ru: Закат в пути
uk: Захід сонця в дорозі

source: Sunny stretches
ru: Участки на солнце
uk: Ділянки на сонці

source: Sunrise %@
ru: Восход в %@
uk: Схід сонця о %@

source: Sunset %@
ru: Закат в %@
uk: Захід сонця о %@

source: Swap start and destination
ru: Поменять старт и пункт назначения местами
uk: Поміняти старт і пункт призначення місцями

source: Swap where you get on and off
ru: Поменять посадку и выход местами
uk: Поміняти посадку й вихід місцями

source: Take the stairs
ru: Идите по лестнице
uk: Ідіть сходами

source: Take the stairs to %@
ru: Идите по лестнице: %@
uk: Ідіть сходами: %@

source: Take the underpass to %@
ru: Пройдите подземным переходом: %@
uk: Пройдіть підземним переходом: %@

source: Tap a place to plan a shady walk there. Touch and hold for more options.
ru: Коснитесь места, чтобы построить туда тенистый маршрут. Нажмите и удерживайте, чтобы увидеть другие действия.
uk: Торкніться місця, щоб прокласти туди тінистий маршрут. Натисніть і утримуйте, щоб побачити інші дії.

source: Temporary shade, such as awnings, umbrellas or parked trucks, isn’t known.
ru: Временная тень — от маркиз, зонтов или припаркованных грузовиков — не учитывается.
uk: Тимчасова тінь — від маркіз, парасоль чи припаркованих вантажівок — не враховується.

source: That’s %@ away — walking routes are limited to %@.
ru: Это слишком далеко (%1$@): пешие маршруты — не длиннее %2$@.
uk: Це задалеко (%1$@): пішохідні маршрути — не довші за %2$@.

source: The destination is too far from any footpath.
ru: Пункт назначения слишком далеко от пешеходных дорожек.
uk: Пункт призначення задалеко від пішохідних доріжок.

source: The map data server returned an error (%lld).
ru: Сервер картографических данных вернул ошибку (%lld).
uk: Сервер картографічних даних повернув помилку (%lld).

source: The request took too long. Please try again.
ru: Запрос выполнялся слишком долго. Попробуйте ещё раз.
uk: Запит виконувався надто довго. Спробуйте ще раз.

source: The start point is too far from any footpath.
ru: Начальная точка слишком далеко от пешеходных дорожек.
uk: Початкова точка задалеко від пішохідних доріжок.

source: The sun hits the left side for %@ of the trip.
ru: Солнце светит на левую сторону %@ времени поездки.
uk: Сонце світить на лівий бік %@ часу поїздки.

source: The sun hits the right side for %@ of the trip.
ru: Солнце светит на правую сторону %@ времени поездки.
uk: Сонце світить на правий бік %@ часу поїздки.

source: The sun is down for the whole trip.
ru: Всю поездку солнце будет за горизонтом.
uk: Усю поїздку сонце буде за обрієм.

source: The sun is down — all shade
ru: Солнце село — везде тень
uk: Сонце сіло — всюди тінь

source: The sun is down — every route is in the shade.
ru: Солнце село — все маршруты в тени.
uk: Сонце сіло — усі маршрути в тіні.

source: The sun is down — no shadows to show
ru: Солнце село — теней нет
uk: Сонце сіло — тіней немає

source: The sun shines on both sides.
ru: Солнце светит с обеих сторон.
uk: Сонце світить з обох боків.

source: The sun shines on the left side.
ru: Солнце светит слева.
uk: Сонце світить ліворуч.

source: The sun shines on the right side.
ru: Солнце светит справа.
uk: Сонце світить праворуч.

source: The sun stays ahead of or behind you, so neither side gets much of it.
ru: Солнце остаётся впереди или позади, поэтому ни одной стороне его почти не достаётся.
uk: Сонце залишається попереду або позаду, тож жодному боку його майже не дістається.

source: The sun’s position for the minute you set off
ru: Положение солнца в минуту вашего выхода
uk: Положення сонця на хвилину вашого виходу

source: To
ru: Куда
uk: Куди

source: To go
ru: До цели
uk: До мети

source: To: %@
ru: Куда: %@
uk: Куди: %@

source: Train
ru: Поезд
uk: Поїзд

source: Tram
ru: Трамвай
uk: Трамвай

source: Tree sizes are estimates, and trees missing from the map aren’t counted.
ru: Размеры деревьев приблизительные, а деревья, которых нет на карте, не учитываются.
uk: Розміри дерев приблизні, а дерева, яких немає на карті, не враховуються.

source: Trees and parks
ru: Деревья и парки
uk: Дерева й парки

source: Trees, parks and covered walkways
ru: Деревья, парки и крытые переходы
uk: Дерева, парки та криті переходи

source: Trip
ru: Поездка
uk: Поїздка

source: Try again
ru: Повторить
uk: Повторити

source: Turn around
ru: Развернитесь
uk: Розверніться

source: Turn around onto %@
ru: Развернитесь: %@
uk: Розверніться: %@

source: Turn left
ru: Поверните налево
uk: Поверніть ліворуч

source: Turn left onto %@
ru: Поверните налево: %@
uk: Поверніть ліворуч: %@

source: Turn on location access in Settings to start walks from where you are, or choose a starting point.
ru: Включите доступ к геопозиции в Настройках, чтобы начинать маршруты там, где вы находитесь, или выберите начальную точку.
uk: Увімкніть доступ до геолокації в Параметрах, щоб починати маршрути там, де ви перебуваєте, або виберіть початкову точку.

source: Turn on more kinds of cool spots above.
ru: Включите больше типов мест выше.
uk: Увімкніть більше типів місць вище.

source: Turn right
ru: Поверните направо
uk: Поверніть праворуч

source: Turn right onto %@
ru: Поверните направо: %@
uk: Поверніть праворуч: %@

source: Turn sharp left
ru: Резко поверните налево
uk: Різко поверніть ліворуч

source: Turn sharp left onto %@
ru: Резко поверните налево: %@
uk: Різко поверніть ліворуч: %@

source: Turn sharp right
ru: Резко поверните направо
uk: Різко поверніть праворуч

source: Turn sharp right onto %@
ru: Резко поверните направо: %@
uk: Різко поверніть праворуч: %@

source: UV %lld
ru: УФ %lld
uk: УФ %lld

source: Underpasses
ru: Подземные переходы
uk: Підземні переходи

source: Units
ru: Единицы
uk: Одиниці

source: Up to %@ longer
ru: До %@ длиннее
uk: До %@ довше

source: Updating routes…
ru: Обновляем маршруты…
uk: Оновлюємо маршрути…

source: Use my location
ru: Использовать мою геопозицию
uk: Використати мою геолокацію

source: Vehicle
ru: Транспорт
uk: Транспорт

source: Version
ru: Версия
uk: Версія

source: Very high
ru: Очень высокий
uk: Дуже високий

source: Waiting for your location…
ru: Ждём вашу геопозицию…
uk: Чекаємо на вашу геолокацію…

source: Walk
ru: Пешком
uk: Пішки

source: Walk in the shade
ru: Гуляйте в тени
uk: Гуляйте в тіні

source: Walking speed
ru: Темп ходьбы
uk: Темп ходьби

source: Walking time
ru: Время в пути
uk: Час у дорозі

source: Weather & elevation: Open-Meteo
ru: Погода и высоты: Open-Meteo
uk: Погода й висоти: Open-Meteo

source: We’ll look for a new shady way from here.
ru: Поищем новый тенистый путь отсюда.
uk: Пошукаємо новий тінистий шлях звідси.

source: Where do you get off?
ru: Где вы выходите?
uk: Де ви виходите?

source: Where do you get on?
ru: Где вы садитесь?
uk: Де ви сідаєте?

source: Where the sun is
ru: Где солнце
uk: Де сонце

source: Where to?
ru: Куда идём?
uk: Куди йдемо?

source: While using the app
ru: При использовании
uk: Під час використання

source: Work
ru: Работа
uk: Робота

source: You
ru: Вы
uk: Ви

source: You appear to be offline. Check your connection and try again.
ru: Похоже, нет подключения к интернету. Проверьте соединение и попробуйте ещё раз.
uk: Схоже, немає з’єднання з інтернетом. Перевірте підключення та спробуйте ще раз.

source: You get the side of the vehicle that stays in the shade.
ru: Вы узнаёте, какая сторона транспорта останется в тени.
uk: Ви дізнаєтеся, який бік транспорту залишиться в тіні.

source: You walked %lld min in the shade.
ru: Вы провели в тени %lld минуты.
uk: Ви провели в тіні %lld хвилини.

source: Your places, one tap away
ru: Ваши места — в одно касание
uk: Ваші місця — одним дотиком

source: Your seat is on the left, in the shade.
ru: Ваше место слева, в тени.
uk: Ваше місце ліворуч, у тіні.

source: Your seat is on the right, in the shade.
ru: Ваше место справа, в тени.
uk: Ваше місце праворуч, у тіні.

source: You’ve arrived
ru: Вы на месте
uk: Ви на місці

source: You’ve left the route
ru: Вы сошли с маршрута
uk: Ви зійшли з маршруту

source: Zoom in on the map
ru: Приблизьте карту
uk: Наблизьте карту

source: Zoom in to see cool spots
ru: Приблизьте карту, чтобы увидеть прохладные места
uk: Наблизьте карту, щоб побачити прохолодні місця

source: Zoom in to see the shade
ru: Приблизьте карту, чтобы увидеть тень
uk: Наблизьте карту, щоб побачити тінь

source: Zoom in to see the shade and cool spots
ru: Приблизьте карту, чтобы увидеть тень и прохладные места
uk: Наблизьте карту, щоб побачити тінь і прохолодні місця
